
cities = ["Вінниця", "Дніпро", "Запоріжжя", "Івано-Франківськ", "Київ", "Луцьк",
          "Львів", "Полтава","Рівне", "Тернопіль", "Хмельницький",
          "Черкаси", "Чернівці", "Чернігів"]

address = ["вул. Зодчих, 5", "пр. Дмитра Яворницького, 56", "бул.Центральний, 3",
           "вул. Пилипа Орлика, 8", "пр. Бажана, 1е", "вул. Градний узвіз, 2",
           "вул. Княгині Ольги, 100к", "вул. Стрітенська, 22", "вул. Міцкевича, 32",
           "вул. Крушельницької, 51", "вул. Проскурівська, 16", "бул. Шевченка, 150",
           "вул. Головна, 37", "пр. Миру, 54"]  # Адреса

working_time = ["09:00 - 22:00", "09:00 - 22:00", "09:00 - 22:00", "09:00 - 22:00", "10:00 - 22:00", "09:00 - 22:00",
                "10:00 - 22:00", "09:00 - 22:00", "09:00 - 22:00", "09:00 - 22:00", "11:00 - 22:00", "09:00 - 22:00",
                "09:00 - 22:00", "09:00 - 22:00"]  # Час роботи

phones = ["(050) 442 06 09", "(056) 732-07-59", "(061) 224-64-95", "(0342) 55-95-12", "(050) 413-45-58",
          "(0332) 77-42-88", "(050) 386-78-28", "(050) 339-99-29", "(0362) 63-61-65", "(050) 471-39-58",
          "(0382) 70-07-81", "(0472) 54-41-54", "(0372) 57-17-55", "(0462) 93-54-13"]  # Телефон
k = len(cities)
cortej = [(address[i], working_time[i], phones[i]) for i in range(0, k)]
stores = dict(list(zip(cities, cortej)))
